{
    "cover_image": "",
    "doi": "None",
    "internal_id": "",
    "description": "This special issue of _Imaginations: Journal of Cross-Cultural Image Studies_ takes materiality as the critical touchstone for a new comparative literary and media studies, asking how an examination of the modes of inscription across media, platforms, and interfaces, and more broadly, of the entanglements of bodies and things, can expose the vitality of materiality. The impetus behind this issue is the work of the Media and Materiality Working Group in the Association Canadienne de Littérature Comparée/Canadian Comparative Literature Association (ACLC/CCLA) from 2021-2022. As leaders of this Working Group, our aim was to expand the scope of the field of comparative literature to include comparative media by promoting innovative, interdisciplinary, and intercultural scholarship.\r\n\r\n\r\nWe were first inspired by Marcello Vitali-Rosati’s call to action for expanding the study of comparative literature in the study of media. He argues that “instead of ‘literature and media’ one could say: literature is media.”[1](#fn1) He draws a connection between media and materiality through the very material act of inscription, building from media scholars who insist that it is a mistake to focus on content (narratives, images, information) to the exclusion of form (interfaces, platforms, hardware, screens, surfaces, code, markup schema, etc.).\r\n\r\n\r\nWe were similarly inspired by phenomenology, feminism, and new materialism’s attention to entanglements between bodies and the world, seeing the political possibilities embedded in their reconceptualization of interrelationality.\r\n\r\n\r\nWe highlight researchers who draw attention to the media and materiality of scholarship, and feature works that use research-creation and critical making methodologies.\r\n\r\n\r\nTopics in this issue include:\r\n\r\n\r\n* Studies of materiality of/in images, texts, subjects, and objects.\r\n* Philosophical approaches to materiality and interrelationality.\r\n* Cultural considerations of user relationships to media materiality.\r\n* Mediums of scholarship, including critical applications in open-source publishing, critical making, and research-creation.\r\n* Experiences, interactions, and representations of digital spaces.\r\n\r\n\r\n\r\n\r\n---\r\n\r\n\r\n1. [*https://ccla.digitaltextualities.ca/manifesto/*](https://ccla.digitaltextualities.ca/manifesto/)[↩︎](#fnref1)\r\n\r\n\r\n",
    "description_fr": "Ce numéro spécial d'*Imaginations : Revue d'études interculturelles de l'image* prend la matérialité comme pierre de touche critique pour une nouvelle étude comparative de la littérature et des médias, en se demandant comment l’examen des modes d'inscription à travers les médias, les plateformes et les interfaces, et plus largement, des entrelacements des corps et des choses, peut révéler la vitalité de la matérialité. L'impulsion derrière ce numéro est le produit du groupe de travail sur les médias et la matérialité au sein de l’Association Canadienne de Littérature Comparée/*Canadian Comparative Literature Association* (ACLC/CCLA) de 2021-2022. En tant que responsables de ce groupe de travail, notre objectif était d'élargir la portée du domaine de la littérature comparée pour y inclure les médias comparés en promouvant une recherche innovante, interdisciplinaire et interculturelle.\r\n\r\n\r\nNous avons d'abord été inspirés par l'appel à l'action de Marcello Vitali-Rosati en faveur de l'élargissement de l'étude de la littérature comparée à l'étude des médias. Il affirme que “au lieu de ‘littérature et médias’, on pourrait dire : la littérature, c'est les médias”.[1](#fn1) Il établit un lien entre les médias et la matérialité à travers l'acte matériel même de l'inscription, en s'appuyant sur les spécialistes des médias qui insistent sur le fait que c'est une erreur de se concentrer sur le contenu (récits, images, informations) au détriment de la forme (interfaces, plateformes, matériel, écrans, surfaces, code, schéma de balisage, etc.)\r\n\r\n\r\nNous avons également été inspirés par l'attention portée par la phénoménologie, le féminisme et le nouveau matérialisme aux enchevêtrements entre les corps et le monde, en voyant les possibilités politiques intégrées dans leur reconceptualisation de l'interrelationnalité.\r\n\r\n\r\nNous mettons en lumière les chercheurs qui attirent l'attention sur les médias et la matérialité de la recherche, et nous présentons des travaux qui utilisent des méthodologies de recherche-création et d'élaboration critique.\r\n\r\n\r\nLes thèmes abordés dans ce numéro sont les suivants :\r\n\r\n\r\n* Les études sur la matérialité des images, des textes, des sujets et des objets.\r\n* Les approches philosophiques de la matérialité et de l'interrelation.\r\n* Les considérations culturelles sur les relations entre les utilisateurs et la matérialité des médias.\r\n* Les moyens d'étude, y compris les applications critiques dans la publication en *open source*, la production critique et la recherche-création.\r\n* Les expériences, interactions et représentations des espaces numériques.\r\n\r\n\r\n\r\n\r\n---\r\n\r\n\r\n1. [*https://ccla.digitaltextualities.ca/manifesto/*](https://ccla.digitaltextualities.ca/manifesto/)[↩︎](#fnref1)\r\n\r\n\r\n",
    "issue_title": "Vibrant Materialities Across Media, Literature, and Theory",
    "issue_title_fr": "Matérialités vibrantes à travers les médias, la littérature et la théorie",
    "publication_date": "2023-12-15",
    "vol": "14",
    "issue": "2",
    "year": "2023",
    "image_credit": "Cover image: Étienne-Jules Marey “Falling Cat.” Public domain, 1894",
    "ojs_id": "1954",
    "ojs_identification": "",
    "ojs_publishedUrl": "",
    "editors": [
        {
            "last": "Tschofen",
            "middle": "",
            "first": "Monique",
            "email": "",
            "orcid": "",
            "affiliation": "",
            "bio": "",
            "bio_fr": "",
            "is_editor": true,
            "is_author": false,
            "is_copyeditor": false,
            "is_copyeditor_fr": false
        },
        {
            "last": "Fan",
            "middle": "",
            "first": "Lai-Tze",
            "email": "",
            "orcid": "",
            "affiliation": "",
            "bio": "",
            "bio_fr": "",
            "is_editor": true,
            "is_author": false,
            "is_copyeditor": false,
            "is_copyeditor_fr": false
        }
    ]
}