{
  "fileidentstr": "00-tschofen-fan",
  "title": "Introduction: Vibrant Materialities Across Media, Literature, and Theory",
  "title_fr": "Introduction : Matérialités vibrantes à travers les médias, la littérature et la théorie",
  "abstract": "This special issue of <em>Imaginations: Journal of Cross-Cultural Image Studies</em> takes materiality as the critical touchstone for a new comparative literary and media studies. We ask: How can an examination of the modes of inscription across media, platforms, and interfaces draw greater attention to what is often ignored in critical conversations about texts, objects, and bodies; how can such an investigation attend to the vitality of their materiality? Studies of materiality may occur of/in: images, texts, subjects, and objects; philosophical approaches to materiality and interrelationality; cultural considerations of user relationships to media materiality; mediums of scholarship, including critical applications in open-source publishing; critical making and research-creation; and experiences, interactions, and representations of digital spaces. Here, we take materiality to include actants, actors, inscriptions, assemblages, interfaces, objects, bodies, things and the things we think with, as well as their agencies and provocations. The papers reconsider the entanglements between inscription and representation and between inscription and world through theoretical frameworks that show that “matter matters,” using approaches that include code studies, critical making, digital humanities, ecocriticism, feminism, Marxism, media archaeology, new materialism, and phenomenology.\r\n\r\n",
  "abstract_fr": "Ce numéro spécial d'Imaginations : Journal of Cross-Cultural Image Studies prend la matérialité comme pierre de touche critique pour une nouvelle étude comparative de la littérature et des médias. Nous posons la question suivante : comment un examen des modes d'inscription à travers les médias, les plateformes et les interfaces peut-il attirer davantage l'attention sur ce qui est souvent ignoré dans les conversations critiques sur les textes, les objets et les corps ; comment une telle enquête peut-elle prendre en compte la vitalité de leur matérialité ? Les études sur la matérialité peuvent porter sur : les images, les textes, les sujets et les objets ; les approches philosophiques de la matérialité et de l'interrelationnalité ; les considérations culturelles sur les relations des utilisateurs avec la matérialité des médias ; les moyens d'étude, y compris les applications critiques de l'édition libre ; la création critique et la recherche-création ; et les expériences, les interactions et les représentations des espaces numériques. Nous considérons ici que la matérialité inclut les acteurs, les inscriptions, les assemblages, les interfaces, les objets, les corps, les choses et les choses avec lesquelles nous pensons, ainsi que leurs agences et leurs provocations. Les articles reconsidèrent les enchevêtrements entre l'inscription et la représentation et entre l'inscription et le monde à travers des cadres théoriques qui montrent que \"la matière compte\", en utilisant des approches qui incluent les études de code, la création critique, les humanités numériques, l'écocritique, le féminisme, le marxisme, l'archéologie des médias, le nouveau matérialisme et la phénoménologie.",
  "short_title": "Introduction",
  "short_author": "Tschofen / Fan",
  "keywords": "[]",
  "keywords_fr": "[]",
  "pages": "5-17",
  "start_page": "5",
  "number_in_issue": "",
  "doi": "10.17742/IMAGE29699",
  "ojs_id": "458",
  "submission_id": "29699",
  "zot_id": "",
  "coins": "",
  "contributors": [
    {
      "last": "Tschofen",
      "middle": "",
      "first": "Monique",
      "email": "monique.tschofen@torontomu.ca",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    },
    {
      "last": "Fan",
      "middle": "",
      "first": "Lai-Tze",
      "email": "laitze.fan@gmail.com",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    }
  ]
}
