{
  "fileidentstr": "02-mellet",
  "title": "À la poursuite du fait littéraire : Perspective plastique et technique du texte",
  "title_fr": "À la poursuite du fait littéraire : Perspective plastique et technique du texte",
  "abstract": "The following reflection proposes to shift the perspective on literary matters by reexamining the question of the ontology of literature based on the materiality of the text (its technical, media, and editorial arrangements). The identification of the phenomenon of literature, an ongoing issue in literature over the ages (up to digital literature), raises questions about the realities of a number of categories (readable, visible, audible) and systems of antinomy (substance/form, matter/meaning), opening up a much wider discussion of matter in the world. By studying a number of intellectual approaches that investigate porosities between medium and inscription (the theories of media studies and the new materialism) and a number of creations that enhance the medial part of the text (Balzac’s <em>Physiologie du mariage</em>, Mallarmé’s <em>Un Coup de dés jamais n’abolira le hasard</em> and Carson’s <em>Nox</em>), the article seeks to dismantle the essence of the phenomenon of literature into a diversity of agencies and a multitude of plastic practices.\r\n\r\n",
  "abstract_fr": "La réflexion suivante propose de changer de perspective sur les questions littéraires en réexaminant la question de l'ontologie de la littérature basée sur la matérialité du texte (ses arrangements techniques, médiatiques et éditoriaux). L'identification du phénomène de la littérature, une question persistante dans le domaine littéraire à travers les âges (jusqu'à la littérature numérique), soulève des interrogations sur la réalité de plusieurs catégories (lisible, visible, audible) et des systèmes d'antinomie (fond/forme, matière/sens), ouvrant ainsi la voie à une discussion beaucoup plus large sur la matière dans le monde. En étudiant diverses approches intellectuelles qui examinent les porosités entre le média et l'inscription (les théories des études médiatiques et le nouveau matérialisme) ainsi que plusieurs créations qui mettent en valeur la dimension médiatique du texte (tel que la *Physiologie du mariage* de Balzac, *Un Coup de dés jamais n'abolira le hasard* de Mallarmé et *Nox* de Carson), l'article cherche à décomposer l'essence du phénomène de la littérature en une diversité d'acteurs et une multitude de pratiques plastiques.\r\n\r\n",
  "short_title": "À la poursuite du fait littéraire : Perspective plastique et technique du texte",
  "short_author": "Margot Mellet",
  "keywords": "[]",
  "keywords_fr": "[]",
  "pages": "41-76",
  "start_page": "41",
  "number_in_issue": "",
  "doi": "10.17742/IMAGE29696",
  "ojs_id": "455",
  "submission_id": "29696",
  "zot_id": "",
  "coins": "",
  "contributors": [
    {
      "last": "Mellet",
      "middle": "",
      "first": "Margot",
      "email": "margot.mellet@umontreal.ca",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    }
  ]
}