{
  "fileidentstr": "03-campbell",
  "title": "Reading Like A Replicant: Blade Runner 2049, Pale Fire, and the Archival Embodiment of Literature",
  "title_fr": "Lire comme un réplicant : Blade Runner 2049, Pale Fire et l'incarnation archivistique de la littérature",
  "abstract": "If androids dream of electric sheep, do replicants read analog novels? In the dystopian sci-fi world of <em>Blade Runner 2049</em> (2017), literature plays a complex role. In particular, the film engages in a multi-leveled way with Vladimir Nabokov's novel <em>Pale Fire</em> (1962). A hardcover copy of the book appears in one scene, and it is quoted and covertly referenced in others. These appearances are like metafictive keys to a pattern of possible meanings, through which the film both embodies and reflects upon its method of archival replication. Translating between codex, screen, and holographic media, the film reanimates its source materials, dramatises the affinity between literary texts and embodied life, and suggests that literature may be a vector of resistance to techno-capitalist archival control.\r\n\r\n",
  "abstract_fr": "Si les androïdes rêvent de moutons électriques, les réplicants lisent-ils des romans analogiques ? Dans l'univers dystopique de science-fiction de <em>Blade Runner 2049</em> (2017), la littérature joue un rôle complexe. En particulier, le film s'engage à plusieurs niveaux avec le roman <em>Pale Fire</em> (1962) de Vladimir Nabokov. Un exemplaire relié du livre apparaît dans une scène, et il est cité et référencé dans d'autres. Ces apparitions sont comme les clés métafictives d'un modèle de significations possibles, à travers lesquelles le film incarne et réfléchit à sa méthode de reproduction d'archives. En passant du codex à l'écran et aux supports holographiques, le film réanime ses sources, met en scène l'affinité entre les textes littéraires et la vie incarnée, et suggère que la littérature peut être un vecteur de résistance au contrôle techno-capitaliste des archives.\r\n\r\n",
  "short_title": "Reading Like A Replicant",
  "short_author": "Lee Campbell",
  "keywords": "[]",
  "keywords_fr": "[]",
  "pages": "77-100",
  "start_page": "77",
  "number_in_issue": "",
  "doi": "10.17742/IMAGE29695",
  "ojs_id": "454",
  "submission_id": "29695",
  "zot_id": "",
  "coins": "",
  "contributors": [
    {
      "last": "Campbell",
      "middle": "",
      "first": "Lee",
      "email": "lee.d.campbell@gmail.com",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    }
  ]
}
