{
  "fileidentstr": "04-couillard",
  "title": "Things, Assemblages, Worlds: Locating Vibrancy Beyond a Subject-Object Relationship (A Tale of Disposition)",
  "title_fr": "« Choses, assemblages, mondes : le vitalité situer au-delà d'une relation sujet-objet (Un conte de Disposition) »",
  "abstract": "\"Things, Assemblages, Worlds\" argues that the vibrancy of things is attributable not to an inherent quality within matter, but to the relationality of the perceptual field or world that things and bodies share. Reading Martin Heidegger's analytic of Dasein against Brian Massumi's description of things in their connectability allows for a revised description of how art sensitizes us to things through defamiliarization. Adina Bar-On's performance *Disposition* provides a useful example for uncovering art's ability to reveal things' character, their who-ness.\r\n\r\n",
  "abstract_fr": "« Les choses, les assemblages, les mondes » soutient que la vitalité des choses ne peut pas être attribuée à une qualité inhérente à la matière, mais à la relationnalité du champ perceptuel ou du monde partagé par les objets et les corps. En confrontant l'analyse de Dasein de Martin Heidegger à la description des objets dans leur capacité de se connecter de Brian Massumi, cela permet une description révisée de la manière dont l'art nous rend sensibles aux objets à travers la dépaysement. La performance de Adina Bar-On, « Disposition », constitue un exemple utile pour mettre en lumière la capacité de l'art à révéler la nature des objets, leur essence propre. \r\n\r\n\r\n\r\n\r\n\r\n\r\n",
  "short_title": "Things, Assemblages, Worlds",
  "short_author": "Paul Couillard",
  "keywords": "[]",
  "keywords_fr": "[]",
  "pages": "101-126",
  "start_page": "101",
  "number_in_issue": "",
  "doi": "10.17742/IMAGE29694",
  "ojs_id": "453",
  "submission_id": "29694",
  "zot_id": "",
  "coins": "",
  "contributors": [
    {
      "last": "Couillard",
      "middle": "",
      "first": "Paul",
      "email": "paulcouillard@gmail.com",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    }
  ]
}
