{
  "fileidentstr": "06-tschofen",
  "title": "Becoming Matter/Becoming Mother: Wilding in Ali Abbasi’s Border (Gräns)",
  "title_fr": "Devenir Matière/Devenir Mère en Border (Gräns) d’Ali Abbasi",
  "abstract": "This paper provides an analysis of Ali Abbasi’s film *Border* through a feminist new materialist approach that centers what I call “wilding”—a process of worlding that challenges binary and rigid structures of thought that dichotomize existence into fixed categories through the cultivation of bewilderment, a state of openness to not-knowing which requires the unlearning of anthropocentric epistemologies. Paying attention to the etymological roots of the word “matter” (as body, wood, mother/nourishment, and place), the paper shows how the film displaces the dominion of sight with an emphasis on symbiosis that foregrounds the sense of touch\r\n\r\n",
  "abstract_fr": "Cet article propose une analyse du film Border d'Ali Abbasi à travers d’une approche matérialiste féministe qui centre ce que j'appelle « wilding » — un processus de mondialisation qui remet en question les structures de pensée binaires et rigides qui divisent l'existence en catégories fixes, et qui cultive plutôt la perplexité, un état d’ouverture au non-savoir qui nécessite le désapprentissage des épistémologies anthropocentriques. En prêtant attention aux racines étymologiques du mot « matière » (comme corps, bois, mère/nourriture et lieu), l’article montre comment le film déplace la domination de la vue et met au premier plan le sens du toucher.\r\n\r\n",
  "short_title": "Becoming Matter/Becoming Mother",
  "short_author": "Monique Tschofen",
  "keywords": "[]",
  "keywords_fr": "[]",
  "pages": "149-174",
  "start_page": "149",
  "number_in_issue": "",
  "doi": "10.17742/IMAGE29700",
  "ojs_id": "459",
  "submission_id": "",
  "zot_id": "",
  "coins": "",
  "contributors": [
    {
      "last": "Tschofen",
      "middle": "",
      "first": "Monique",
      "email": "monique.tschofen@torontomu.ca",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    }
  ]
}
