{
  "fileidentstr": "07-synenko",
  "title": "“Where Does This World End?” Space, Time and Image in Harun Farocki’s Parallel I-IV",
  "title_fr": "« Où s’arrête ce monde? » Espace, temps et image dans Parallel I-IV d’Harun Farocki",
  "abstract": "Harun Farocki’s last completed installation film, *Parallel I-IV*, opens with a collection of video game landscapes grouped together by elements of earth, fire, water, and air, engaging a non-vococentric film essay style to reflect upon material transformations that occur through digital images. Farocki develops a unique curatorial approach to express both the power and the limits of digital image construction and the creative process, and emphasizes sharp historical perspectives. By challenging the dyad of realism and simulation and their associated narrative conventions, whether through film, video games, or art exhibits, Farocki’s brand of essay film provides critical insights into the affective and sociotechnical dimensions of the imaged world.\r\n\r\n",
  "abstract_fr": "Le dernier film d'installation achevé de Harun Farocki, Parallel I-IV, s'ouvre sur une collection de paysages de jeux vidéo regroupés par des éléments de la terre, du feu, de l'eau et de l'air, engageant un style d'essai cinématographique non vocalocentrique pour réfléchir sur les transformations matérielles qui se produisent à travers images numériques. Farocki développe une approche curatoriale unique pour exprimer à la fois la puissance et les limites de la construction d'images numériques et du processus créatif ; et met l'accent sur des perspectives historiques pointues. En défiant la dyade du réalisme et de la simulation et leurs conventions narratives associées, que ce soit par le biais de films, de jeux vidéo ou d'expositions d'art, la marque de films d'essai de Farocki fournit des aperçus critiques des dimensions affectives et sociotechniques du monde imagé.\r\n\r\n",
  "short_title": "Where Does This World End?",
  "short_author": "Joshua Synenko",
  "keywords": "[]",
  "keywords_fr": "[]",
  "pages": "175-206",
  "start_page": "175",
  "number_in_issue": "",
  "doi": "10.17742/IMAGE29693",
  "ojs_id": "452",
  "submission_id": "29693",
  "zot_id": "",
  "coins": "",
  "contributors": [
    {
      "last": "Synenko",
      "middle": "",
      "first": "Joshua",
      "email": "josh.synenko@gmail.com",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    }
  ]
}
