{
  "fileidentstr": "08-gruner",
  "title": "Reader Worlds: Constructing Context for Historical Readers of Pulp Fiction with Google Earth",
  "title_fr": "Reader Worlds : La construction de contexte pour les lecteurs historiques de littérature de gare avec Google Earth",
  "abstract": "In the late 19th and early 20th centuries, reading as a cultural practice was deeply woven into daily life and informed critical aspects of society. However, scholars often lament the lack of evidence available to reconstruct historical audiences of popular culture, and thus to understand how these texts shaped readers, and ultimately, the broader ideologies of the time. *Reader Worlds* is a research-creation project which examines how locative media can fill this gap. Converging the embodied storytelling capacities of locative media and the evocative letters published in the reader departments of the pulp *Western Story Magazine* during the 1920s, this paper and its corresponding virtual tour explore how immersive technologies offer layered meaning to the narratives of historical readers.\r\n\r\n",
  "abstract_fr": "À la fin du XIXe et au début du XXe siècle, la lecture, en tant que rite culturelle, était fortement tissée à la vie quotidienne et éclairait les aspects essentiels de la société. Cependant, les érudits déplorent souvent le manque de preuves disponibles pour reconstruire les spectateurs historiques de la culture populaire, et de comprendre comment ces textes ont formé les lecteurs et, par suite, les plus grandes idéologies de l'époque. ***Reader Worlds*** est un projet de recherche-création qui examine comment les médias locatifs peuvent combler cette lacune. En convergeant les capacités de la narration incarnées des médias locatifs et les lettres évocatrices publiées dans les départements des lecteurs de la revue populaire *Western Story Magazine* au cours des années 1920, cet article et la visite virtuelle correspondante explorent comment les technologies immersives offrent plusieurs couches de significations aux récits des lecteurs historiques.\r\n\r\n",
  "short_title": "Reader Worlds",
  "short_author": "Marion Gruner",
  "keywords": "[]",
  "keywords_fr": "[]",
  "pages": "207-231",
  "start_page": "207",
  "number_in_issue": "",
  "doi": "10.17742/IMAGE29692",
  "ojs_id": "451",
  "submission_id": "29692",
  "zot_id": "",
  "coins": "",
  "contributors": [
    {
      "last": "Gruner",
      "middle": "",
      "first": "Marion",
      "email": "mcgruner@uwaterloo.ca",
      "bio": "",
      "bio_fr": "",
      "orcid": "",
      "sequence": "",
      "affiliation": ""
    }
  ]
}
